{	"feed": [
		{
			"id": 28,
			"name": "WhatsaMods",
			"image": "https://raw.githubusercontent.com/WhatsaMods/Data-App/master/news/dia_de_reyes.jpg",
			"title": "Reyes...",
			"status": "",
			"timeStamp": "05-01-2020 01:00",
			"url": ""
		},
		{
			"id": 27,
			"name": "WhatsaMods",
			"image": "https://img.sorianoticias.com/imagenes/2019-12/hombre-que-sostiene-telefono-inteligente-whatsapp-abierto-pantalla_89286-43.jpg",
			"title": "Novedades de WhatsApp para 2020",
			"status": "WhatsApp está preparando un 2020 muy completo, y es que entre las novedades que están por llegar hay algunas que llevamos mucho tiempo esperando.<br><br>Y aunque tengamos que esperar algo más, al menos ya tenemos disponible la llamada en espera y la posibilidad de no permitir que nos añadan en grupos.<br><br>Leer más...",
			"timeStamp": "28-12-2019 14:23",
			"url": "https://www.revistagq.com/noticias/articulo/whatsapp-2020-android-ios-novedades"
		},
		{
			"id": 26,
			"name": "WhatsaMods",
			"image": "https://lacronicadelpajarito.com/como/wp-content/uploads/2019/02/Descargar-Fouad-WhatsApp.png",
			"title": "¡Fouad Mods!",
			"status": "Después de caer GBWhatsApp, calló YoWhatsApp, pero Fouad Mods toma el relevo, sacando varios packages para lo que sería el MOD de YoWhatsApp, solo que ahora lo tenemos en 4 distribuciones diferentes, para tener 4 WhatsApp.<br><br>Por un lado tenemos Fouad WhatsApp que sería el que remplazaría WhatsApp oficial, y como alternativas a este tenemos YoWhatsApp, GBWhatsApp y FMWhatsApp.<br><br>Recuerda que todas estas versiones están basadas en YoWhatsApp, por lo que no esperes encontrar en GBWhatsApp toda la configuración que teníamos en el antiguo GBWhatsApp.<br><br>Tienes todas las versiones en la sección de descargas, con y sin iconos, y ahora las versiones con iconos, tendrán un pequeño emoji sobre el icono de la versión a descargar, en vez de texto.",
			"timeStamp": "07-12-2019 23:13",
			"url": ""
		},
		{
			"id": 25,
			"name": "WhatsaMods",
			"image": "https://www.actualidadiphone.com/wp-content/uploads/2015/12/WhatsApp-fallo.jpg",
			"title": "Un fallo de WhatsApp impide que escribas en grupos",
			"status": "WhatsApp sigue causando quebraderos de cabeza a los usuarios y el último está volviendo loca a mucha gente intentando conocer la causa de que de repente no se pueda escribir en sus chats grupales, mientras que no hay ningún problema en hacerlo en las conversaciones con un único destinatario.<br><br>Sin conocer exactamente la causa son muchos los usuarios que se están quejando en las redes sociales sin tener respuesta oficial por parte de la aplicación de mensajería...<br><br><br>Leer más..",
			"timeStamp": "12-10-2019 13:46",
			"url": "https://www.actualidadiphone.com/un-fallo-de-whatsapp-impide-que-escribas-en-grupos/"
		},
		{
			"id": 24,
			"name": "TheFULL",
			"image": "",
			"title": "YoWhatsApp by TheFULL",
			"status": "Ya tenéis disponible mi ReMod de YoWhatsApp en las 6 versiones disponibles para todas las arquitecturas, podéis encontrarlo en la sección de descargas.",
			"timeStamp": "24-09-2019 11:42",
			"url": ""
		},
		{
			"id": 23,
			"name": "WhatsaMods",
			"image": "https://www.todotech20.com/wp-content/uploads/2019/04/YoWhatsApp-Latest-Version-v7.90-APK-Descargar-YoWA-Update.png",
			"title": "¡Actualización de YoWhatsapp!",
			"status": "Por fin tenemos con nosotros la nueva actualización de YoWhatsapp, en su versión 8.00.<br><br>Lista de cambios: <br>• Base Actualizada a la versión 2.19.230.<br>• Rediseño de los ajustes del mod.<br>• Ahora los cambios se ven en directo.<br>• Añadido Modo DND.<br>• Ahora los chats ocultos ahora no salen en el contador de mensajes<br>• Los chats ocultos no aparecen en el menú de reenviar mensajes.<br>• Opción para limpiar las copias de seguridad antiguas.<br>• Errores y bugs del mod.<br><br>Podéis descargar la actualización desde la sección de descargas.",
			"timeStamp": "06-09-2019 20:29",
			"url": ""
		},
		{
			"id": 22,
			"name": "WhatsaMods",
			"image": "https://github.com/WhatsaMods/Data-App/raw/master/news/nowhatsapp-down.png",
			"title": "¡Estrenamos Mod en la Aplicación!",
			"status": "Como muchos sabéis, GBWhatsApp paró su desarrollo, y se quedó solo YoWhatsApp en la Aplicación.<br><br>Pues por petición de muchos de vosotros, y después de meditarlo, hemos decidido añadir el Mod NoWhatsApp también a la aplicación.<br><br>A su vez, con la incorporación de este Mod y la descontinuación de los paquetes de GBWhatsApp, hemos quitado toda relación con GBWhatsApp de la aplicación.<br><br>Para descargar el Mod NoWhatsApp, podéis acudir a la sección de descargas.",
			"timeStamp": "18-08-2019 23:25",
			"url": ""
		},
		{
			"id": 21,
			"name": "Krowne",
			"image": "",
			"title": "¿Ha muerto GBWhatsApp finalmente?",
			"status": "Como muchos de vosotros sabréis hace días, llego por parte del desarrollador de GBWhatsApp (Omar), la noticia de que no iba a continuar con el desarrollo del mismo, ¿las razones? no las sabemos, las podemos imaginar, pero todo lo que podamos hablar sobre ello son especulaciones.<br><br>Por otro lado, el desarrollador de YoWhatsApp (Al-Basha), ha creado un nuevo YoWhatsApp con el package name com.gbwhatsapp, de forma que lo podemos instalar encima del GBWhatsApp que en unos días está a punto de caducar. De este modo, haremos un traspaso de GBWhatsApp a YoWhatsApp remplazando la aplicación sin problemas, y manteniendo así todas nuestras conversaciones. Podéis bajar esta versión desde la sección de Descargas.",
			"timeStamp": "05-08-2019 20:37",
			"url": ""
		},
		{
			"id": 20,
			"name": "TheFULL",
			"image": "",
			"title": "GBWhatsApp by TheFULL",
			"status": "Ya tenéis disponible mi ReMod de GBWhatsApp en las 3 versiones disponibles y en todas las arquitecturas, podéis encontrarlo en la sección de descargas.",
			"timeStamp": "23-06-2019 0:34",
			"url": ""
		},
		{
			"id": 19,
			"name": "Krowne",
			"image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSmgmX3-WA246ZS5JYaX0WQ44vN7dm11hfI9SEjEgcta-_qTYnz",
			"title": "¡Actualización de YoWhatsApp!",
			"status": "Ni 24 horas desde la actualización del otro MOD, tenemos la actualización de YoWhatsApp v7.99. Esta actualización también dice ser 100% anti-ban y también recomiendan desinstalar la versión anterior antes de instalar esta si tuviste anteriormente un ban.<br><br>La lista de cambios de esta versión es la siguiente:<br>• [Agregado] Más Anti-BAN.<br>• [Solucionado] No hay suficiente espacio en el mensaje. <br>• [Solucionado] Bloqueo en grabación. <br>• [Solucionado] com.yowa no puede agregar Stickers personalizados. <br>• [Solucionado] El icono de mensaje eliminado no se muestra. <br>• [Solucionado] Íconos de tema blancos en Voz/Videollamada. <br>• [Solucionado] Mensaje de error del servicio Google Play en el registro.",
			"timeStamp": "21-06-2019 7:36",
			"url": ""
		},
		{
			"id": 18,
			"name": "Krowne",
			"image": "https://3.bp.blogspot.com/-Nw9cnxnT5yE/W4jMl80l0-I/AAAAAAAAANE/rDv8bj79jq46f15ALJRm2Ii_AY19XQ9iQCLcBGAs/s1600/Gbwhatsapp-1024x576.png",
			"title": "¡Actualización de GBWhatsApp!",
			"status": "La nueva actualización de GBWhatsApp v7.00, lleva la misma base 2.19.17, pero le han añadido una ampliación de caducidad. También dicen que es anti-ban al 100% (veremos según pasen los días). A parte de esto, no hay muchas más novedades excepto corrección de algunos errores.<br><br>Se recomienda que si has tenido ban en versiones anteriores, hagas copia de chats, desinstales la versión que tengas actual, e instales desde cero esta versión.",
			"timeStamp": "20-06-2019 22:54",
			"url": ""
		},
		{
			"id": 17,
			"name": "Krowne",
			"image": "https://www.todotech20.com/wp-content/uploads/2019/04/YoWhatsApp-Latest-Version-v7.90-APK-Descargar-YoWA-Update.png",
			"title": "¡Actualización de YoWhatsApp!",
			"status": "¡Ya tenemos YoWhatsApp v7.96 con Anti-ban!, pero ojo, si habéis tenido anteriormente un ban, recomiendan desinstarlo y hacer una instalación limpia, de lo contrario, os meterán otro ban (comprobado por uno de los admins).<br><br>También, hemos cambiado la firma de la app para que sea compatible con todas las versiones de WhatsApp disponibles en esta aplicación, y no tener problemas de firmas en el futuro, por lo tanto, tendréis que desinstalar esta vez la versión que tenéis instalada, para poder instalar la actual (y las futuras) versión/versiones de YoWhatsApp.<br><br>La lista de cambios es bastante extensa, así que os sugiero una vez instalado YoWhatsApp, ver la lista de cambios en la sección: YoMods > Actualizaciones > Historial de cambios de YoWhatsApp",
			"timeStamp": "13-06-2019 19:19",
			"url": ""
		},
		{
			"id": 16,
			"name": "Krowne",
			"image": "",
			"title": "¡Actualización de WhatsaMods!",
			"status": "Después de investigar mucho estos días el por qué fallan las descargas de la aplicación, creo que al final hemos solucionado el problema. Por lo tanto, ahora las descargas deberían realizarse correctamente sin incidencias. Así pues, en caso de producirse un error en la descarga, el popup informativo dispone ahora de los tres botones (Cancelar, Web, Reiniciar).<br><br>No obstante, aunque tengamos disponible la opción de usar navegador web, recomiendo Reiniciar la descarga, ya que puede ser algo puntual, y reiniciarla os facilitará la instalación de las aplicaciones.<br><br>Para cualquier problema con las descargas, ponerse en contacto conmigo en privado.",
			"timeStamp": "01-06-2019 15:27",
			"url": ""
		},
		{
			"id": 15,
			"name": "WhatsaMods",
			"image": "",
			"title": "GBWhatsApp, ¿Mod o ReMod?",
			"status": "Durante el proceso de quitar la publicidad y la actualización de las traducciones de GBWhatsApp esta semana, se nos ocurrió una idea. ¿Por qué no hacer unos pequeños cambios más? Así, que aquí tenéis nuestro Mod/ReMod de GBWhatsApp. Esperamos que os guste.",
			"timeStamp": "31-05-2019 04:17",
			"url": ""
		},
		{
			"id": 14,
			"name": "Krowne",
			"image": "https://4.bp.blogspot.com/-NK00zNRlwIs/V8_oSj7X4AI/AAAAAAAADNQ/oweyFG7VL8E9bk4d7uwafuaYsyn-S0tQgCLcB/s1600/YoWhatsApp%2Bvs%2BGBWhatsApp.png",
			"title": "¡YoWhatsApp vs GBWhatsApp!",
			"status": "Después de un largo tiempo esperando actualizaciones de las dos aplicaciones más usadas ¡por fin tenemos update de las dos!<br><br>Aunque GBWhatsApp ha salido hace un rato.. YoWhatsApp lleva circulando varios días, con varias versiones, la 7.92 y la 7.95, esta última con un gran fallo de seguridad, que podrían hackearnos nuestro teléfono móvil. No obstante la 7.92 caduca ya,  y aunque tiene un ‘AntiExpire’ ¿quien nos asegura que no nos pueden banear?, e ahí el dilema.. <br><br>Por otro lado, GBWhatsApp parece que ha metido un AntiBan, pero aún es pronto para asegurarlo, así que veremos que sucede en los próximos días. Para instalarla, es recomendable guardar la lista de chats, desinstalar la aplicación y hacer una instalación limpia para evitar Bans anteriores.<br><br>Ya que esta vez estamos hablando de varias versiones, y de diferentes Mods no os dejaré la lista de cambios, ya que si no esta noticia sería excesivamente larga, pero podéis consultar la lista de cambios de sus respectivas webs, o una vez instalada la aplicación.",
			"timeStamp": "26-05-2019 22:05",
			"url": ""
		},
		{
			"id": 13,
			"name": "Krowne",
			"image": "https://3.bp.blogspot.com/-Nw9cnxnT5yE/W4jMl80l0-I/AAAAAAAAANE/rDv8bj79jq46f15ALJRm2Ii_AY19XQ9iQCLcBGAs/s1600/Gbwhatsapp-1024x576.png",
			"title": "¡Corrección de errores de GBWhatsApp!",
			"status": "Nueva versión de GBWhatsApp 6.85 con corrección de errores. Como siempre disponible en la sección de 'Descargas'.",
			"timeStamp": "09-04-2019 21:00",
			"url": ""
		},
		{
			"id": 12,
			"name": "Krowne",
			"image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQIfz00mlj1F6SNWN_tGygvj8KP_LeWJxuiWrMG-R56ERJzo7pojg",
			"title": "¡Actualización de GBWhatsApp v6.80!",
			"status": "¡Por fin tenemos disponible la actualización de GBWhatsApp v6.80!<br><br>Esta nueva actualización lleva la base de WhatsApp 2.19.17, y entre sus novedades trae las siguientes opciones:<br>• Añadidos Nuevos Emojis.<br>• Agregado el poder llamar a participantes en grupos.<br>• Agregado responder privadamente cuando seleccione el mensaje en grupos.<br>• Se han corregido las pegatinas añadidas de Google Play Apps.<br>• Solucionado el fallo al buscar en temas.<br>• Muchos más arreglos.",
			"timeStamp": "08-04-2019 10:24",
			"url": ""
		},
		{
			"id": 11,
			"name": "TheFULL",
			"image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSmgmX3-WA246ZS5JYaX0WQ44vN7dm11hfI9SEjEgcta-_qTYnz",
			"title": "Actualización de YoWhatsApp v7.90",
			"status": "Disponible para su descarga la actualización de YoWhatsApp hecha por TheFULL.<br><br>La podéis descargar desde la sección de 'Descargas'.<br><br>Estan disponibles sólo las versiones sin cambiador de emoticonos.",
			"timeStamp": "24-03-2019 14:10",
			"url": ""
		},
		{
			"id": 10,
			"name": "Krowne",
			"image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSL1Nln1Q1MwRgxJRYYs2Fe_NYCnulnRzPYANLMwPxd8RuXKrJfAQ",
			"title": "Actualización de YoWhatsApp v7.90 Fix",
			"status": "Actualización de YoWhatsApp 7.90, con corrección de errores de la versión publicada hace unos días, disponible en la sección de descargas. Esta es la lista de cambios:<br><br>• [Actualización base] 2.19.34<br>• [Exclusivo] Conozca el estado eliminado (🚫 al lado de la hora)!<br>• [Exclusivo] Toast en línea personalizado! Habilitar para personas específicas (búsquelo en Perfil de contacto).<br>• [Solucionado] Opción para anclar la descripción del grupo al chat (Menú de chat de 3 puntos> Descripción del grupo).<br>• [Solucionado] Cambiar el color del icono de mensaje borrado (Opción 3.1.17).<br>• [Solucionado] Soporte para descargar temas con fondo de pantalla de inicio de la tienda de YoThemes.<br>• [Solucionado] Problemas del botón de ahorro de estado .<br>• [Solucionado] Estado incorrecto guardando historia.<br>• [Solucionado] La privacidad de las llamadas no guarda la lista elegida.<br>• [Solucionado] Las imágenes en el interior del chat no funcionan correctamente.<br>• [Solucionado] Fallos aleatorios en la conversación.<br>• [Solucionado] Aleatorio Android O + emoji se bloquea.<br>• [ALERTA] Eliminación previa de mensajes y estado de forma predeterminada (desactívelo si lo desea).<br>• [Misc] Más correcciones de errores y mejoras!<br>",
			"timeStamp": "06-03-2019 17:15",
			"url": ""
		},
		{
			"id": 9,
			"name": "Krowne",
			"image": "https://softalien.co/wp-content/uploads/2018/08/GBWhatsApp-APK.jpg",
			"title": "Actualización de GBWhatsApp v6.70",
			"status": "Nueva actualización de GBWhatsApp, con la misma base que la v6.65 (2.18.327). La lista de cambios es la siguiente:<br><br>- Ahora puedes añadir Stickers de PlayStore a cualquier paquete.<br>- Añadidas nuevas fuentes.<br>- Se añadieron nuevos iconos de lanzador.<br>- Se añadió una opción para deshabilitar, haga clic en Encabezado para chats ocultos (Mod 6.21).<br>- Ahora puedes ordenar los mensajes enviados por (el más nuevo/el más antiguo).<br>- Se añadió el diálogo de confirmación cuando se llama en chat grupal.<br>- Aumentado el pin de chats de 25 a 30.<br>- Se corrigió el cierre forzado cuando se seleccionaron más de 2 contactos en Auto responder/Programador de mensajes.<br>- Se corrigió el cambio del idioma de la aplicación en Android Oreo y Pie.<br>- Se corrigió la visualización de mensajes enviados, cuando se hacía clic en más contactos en el perfil del grupo.<br>- Muchos más arreglos.",
			"timeStamp": "22-01-2019 15:11",
			"url": ""
		},
		{
			"id": 8,
			"name": "TheFULL",
			"image": "",
			"title": "¡Actualización de YoWhatsApp!",
			"status": "Por fin, despues de mucho trabajo, y mucha espera por vuestra parte.. ¡Ya teneís disponible la actualización de mi versión de YoWhatsApp!",
			"timeStamp": "18-01-2019 21:26",
			"url": ""
		},
		{
			"id": 7,
			"name": "Krowne",
			"image": "http://cdn1.ticbeat.com/src/uploads/2018/12/feliza%C3%B1omemes-gifs-2019-600x315.jpg",
			"title": "¡Feliz año!",
			"status": "¡Aunque con unos días de retraso, el equipo de WhatsaMods os desea a todos un feliz año 2019!<br><br>Con ello, aprovechamos para actulizar la aplicación, e intentar solucionar y mejorar los servidores de descargas para que no haya tantos problemas.",
			"timeStamp": "04-01-2019 21:40",
			"url": ""
		},
		{
			"id": 6,
			"name": "OsjakvD",
			"image": "",
			"title": "Actualización express de GBWhatsApp transparente",
			"status": "Para todos los que estaban con la caducidad de whatsapp transparente ahora os llegala actualización 6.65. Disponible desde la sección de Descargas ¡Esperen la versión 6.70 muy pronto! ",
			"timeStamp": "26-12-2018 06:51",
			"url": ""
		},
		{
			"id": 5,
			"name": "lokopol",
			"image": "https://i.imgur.com/gTCuq8v.jpg",
			"title": "",
			"status": "¡Merry Christmas!",
			"timeStamp": "16-12-2018 14:00",
			"url": ""
		},
		{
			"id": 4,
			"name": "Krowne",
			"image": "",
			"title": "Corrección de errores de YoWhatsApp",
			"status": "Se ha realizado una actualización de YoWhatsApp con corrección de errores. La tenéis disponible en la sección de descargas.",
			"timeStamp": "16-12-2018 00:16",
			"url": ""
		},
		{
			"id": 3,
			"name": "yonijuerga",
			"image": "https://techviral.net/wp-content/uploads/2018/03/YOWHATSAPP-4-696x365.jpg",
			"title": "¡¡¡Actualización de YoWhatsApp por fin!!!",
			"status": "Bueno, va, no desesperéis. ¡¡Ya tenéis la actualización de YoWhatsapp con los 'dichosos' Stickers!!<br><br>Para ver la lista completa de cambios (en inglés), puedes acceder a la página oficial mediante el siguiente enlace..",
			"timeStamp": "14-12-2018 18:15",
			"url": "https://www.yousefalbasha.com/wa/yowa/"
		},
		{
			"id": 2,
			"name": "Krowne",
			"image": "",
			"title": "¡WhatsaMods 1.0.7.15!",
			"status": "Después de experimentar unos problemas con las descargas de los MODs, y la descarga de la propia aplicación desde la misma, hemos actualizado la aplicación para intentar evitar estos problemas en el futuro.<br><br>Perdón por las molestias.",
			"timeStamp": "13-12-2018 20:02",
			"url": ""
		},
		{
			"id": 1,
			"name": "Krowne",
			"image": "https://img.xda-cdn.com/IpjJpBNidDVxuX2h-ijm9nT-v5U=/http%3A%2F%2Fi.imgur.com%2F6EjA7z1.jpg",
			"title": "Actualización de KMod FWA v2.7.4",
			"status": "Ya está disponible la versión 2.7.4 desde el resositorio de Xposed.<br><br>Lista cambios:<br>- Añadido idioma Polaco.<br>- Arreglados problemas de interfaz.<br>- Arreglada la opción para evitar la eliminación de mensajes.<br>- Arregladas opciones de privacidad.<br>- Otros errores fueron corregidos.<br><br>Recordar que este módulo solo sirve para los que sois root y tenéis Xposed instalado y activo.",
			"timeStamp": "28-11-2018 14:16",
			"url": "http://repo.xposed.info/module/kmod.xposed"
		}
    ]
}
