{	"feed": [
		{
			"id": 25,
			"name": "WhatsaMods",
			"image": "https://media.metrolatam.com/2020/03/04/fouadwhatsapp-21de3f78a3df67272a6332e343875af6-1200x800.jpg",
			"title": "¡Fouad WhatsApp v8.45!",
			"status": "Algo más de una semana después de la última actualización de Fouad WhatsApp, ha salido una nueva versión con algún que otro cambio, y muchas correcciones de errores.<br><br>Con esta versión volvemos a tener disponible la separación de los chats de grupos y los estados en la barra de opciones, y tenemos la posibilidad de quitar los estados del estilo Instagram.<br><br>Para comprobar la lista de novedades, puedes descargar desde la sección de descargas, y ver la lista de cambios desde entro de la aplicación.",
			"timeStamp": "22-08-2020 18:51",
			"url": ""
		},
		{
			"id": 24,
			"name": "WhatsaMods",
			"image": "https://i2.wp.com/pspstation.org/wp-content/uploads/2019/11/fouad-whatsapp.jpg?fit=1200%2C600&ssl=1",
			"title": "¡Actualización de Fouad!",
			"status": "Ya tenéis disponible la nueva actualización de Fouad WhatsApp. Esta vez trae una nueva interfaz y corrección de errores.<br><br>Podéis descargarla desde la sección de descargas.",
			"timeStamp": "14-08-2020 20:57",
			"url": ""
		},
		{
			"id": 23,
			"name": "TheFULL",
			"image": "",
			"title": "WhatsApp 2.20.194.10 ¡Solo privacidad!",
			"status": "Actualizado mi Re-Mod de WhatsApp a la versión 2.20.194.10.<br><br>Solo privacidad, modo oscuro y mis retoques estéticos (traducido al español).<br><br>Lo tenéis en descargas.",
			"timeStamp": "15-06-2020 12:08",
			"url": ""
		},
		{
			"id": 22,
			"name": "WhatsaMods",
			"image": "https://github.com/WhatsaMods/Data-App/raw/master/news/imagenes/fouad.jpg",
			"title": "¡Fouad WhatsApp v8.35!",
			"status": "Y esta vez por sorpresa, ha salido una nueva actualización, en la cual se corrigen algunos errores de las versiones anteriores, y además, han corregido, y mejorado algunas opciones que pedía la comunidad.<br><br>Como siempre, tenéis todas las versiones con sus paquetes en la sección de Descargas.",
			"timeStamp": "23-05-2020 11:07",
			"url": ""
		},
		{
			"id": 21,
			"name": "TheFULL",
			"image": "",
			"title": "Bueno compis..",
			"status": "Ya tenéis en la App del grupo mis Re-Mods de WhatsApp GO 1 y 2 (base v2.20.157). Y el WhatsApp (base v2.20.164). Todos con privacidad y modo oscuro, en teoría funcionando las videollamadas a 8.",
			"timeStamp": "21-05-2020 22:42",
			"url": ""
		},
	        {
			"id": 20,
			"name": "Krowne",
			"image": "https://raw.githubusercontent.com/WhatsaMods/Data-App/master/icons/update.jpg",
			"title": "Actualización.",
			"status": "Después de un largo tiempo, he actualizado la aplicación para corregir una serie de errores que impedían visualizar correctamente las secciones.<br><br>También se ha eliminado el módulo Xposed de la aplicación, porque actualmente no tenía ninguna función útil, y causaba confusión a algunos usuarios. No obstante, no se descarta que en el futuro se vuelva a activar esta sección con nuevas características.<br><br>También he hecho un pequeño cambio en la sección de Descargas, de forma que ahora se especifica que Mod aparece en cada versión.<br><br>Por último recordaros que ha salido una actualización de uno de los Mods, tenéis la noticia debajo de esta para consultarla.",
			"timeStamp": "12-05-2020 12:18",
			"url": ""
		},
		{
			"id": 19,
			"name": "WhatsaMods",
			"image": "https://i.imgur.com/8Wm6GQH.jpg",
			"title": "¡Fouad WhatsApp v8.31!",
			"status": "Ya tenemos disponible la corrección de errores de la versión 8.30 de Fouad.<br><br>Podéis descargar la actualización desde la sección de descargas, pero también podéis actualizar desde el propio Fouad, siempre tengáis la versión anterior descargada desde esta aplicación. Para ello solo tenéis que entrar en la sección de Actualizaciones dentro del menú del Mod, y pulsar en Buscar actualizaciones.",
			"timeStamp": "11-05-2020 23:20",
			"url": ""
		},
		{
			"id": 18,
			"name": "WhatsaMods",
			"image": "",
			"title": "¡Fouad WhatsApp v8.30!",
			"status": "Ya tenemos aquí la ansiada actualización con todos sus Packages.<br><br>Fue retirada ayer por corrección de errores de la web oficial, pero mientras se corrigen los errores, os la dejamos totalmente traducida al español.<br><br>Pero tranquilos, cuando salga la versión corregida, ¡intentaremos subirla lo más rápido posible!",
			"timeStamp": "10-05-2020 22:40",
			"url": ""
		},
		{
			"id": 17,
			"name": "TheFULL",
			"image": "",
			"title": "¡ReMods de TheFULL!",
			"status": "Disponéis en la App del grupo mis Re-Mods de FMWhatsApp, GBWhatsApp, YOWhatsApp y JTWhatsApp.<br><br>La versión JTWhatsApp es nueva en la App, está en las 2 versiones (con y sin emoticonos).<br><br>Las versiones de mis Re-Mods, FMWhatsApp, GBWhatsApp y YOWhatsApp son sin emoticonos.",
			"timeStamp": "10-04-2020 20:12",
			"url": ""
		},
		{
			"id": 16,
			"name": "WhatsaMods",
			"image": "https://tecnowasap.com/wp-content/uploads/2019/11/fouad-whatsapp.jpg",
			"title": "Fouad WhatsApp v8.25",
			"status": "Después de asegurarnos de que no hay más correcciones de errores, por fin tenéis aquí la actualización de Fouad WhatsApp v8.25.<br><br>En esta versión nos hemos asegurado de intentar traducir totalmente todo a español, y corregir algunos errores de visualización.<br><br>Como novedad, desde esta versión, cada vez que subamos una actualización de este MOD, te saldrá una notificación al entrar en WhatsApp, de manera que no hace falta que estés atento a la App de WhatsaMods (A no ser que lo comuniquemos), así podrás instalar directamente bajando la actualización.<br><br>Como siempre, podéis encontrar esta versión en la sección de Descargas, con todos sus packages names y la versión con y sin emojis.",
			"timeStamp": "21-02-2020 22:17",
			"url": ""
		},
		{
			"id": 15,
			"name": "WhatsaMods",
			"image": "https://www.muycanal.com/wp-content/uploads/2019/01/regalos_ReyesMagos.jpg",
			"title": "¡Han llegado los reyes!",
			"status": "Como muchos estabais esperando, ¡por fin han llegado los reyes! Y como no podía faltar, también han pasado por la aplicación. ¡¿Que nos habrán dejado?! Pues parece que nos han dejado la versión de WhatsApp Gold totalmente traducida a Español, con algunos cambios estéticos, la opciones de administración de grupos activas, y alguna cosita más. Y espera, que eso no es todo, como no podía faltar, está también en los otros tres paquetes disponibles, YoWhatsApp, GBWhatsApp y FMWhatsApp. <br><br>Pásate por la sección de descargas para verlas y descargarlas.",
			"timeStamp": "06-01-2020 13:00",
			"url": ""
		},
		{
			"id": 14,
			"name": "WhatsaMods",
			"image": "https://raw.githubusercontent.com/WhatsaMods/Data-App/master/news/dia_de_reyes.jpg",
			"title": "Se acercan los Reyes...",
			"status": "",
			"timeStamp": "05-01-2020 01:00",
			"url": ""
		},
		{
			"id": 13,
			"name": "WhatsaMods",
			"image": "https://img.sorianoticias.com/imagenes/2019-12/hombre-que-sostiene-telefono-inteligente-whatsapp-abierto-pantalla_89286-43.jpg",
			"title": "Novedades de WhatsApp para 2020",
			"status": "WhatsApp está preparando un 2020 muy completo, y es que entre las novedades que están por llegar hay algunas que llevamos mucho tiempo esperando.<br><br>Y aunque tengamos que esperar algo más, al menos ya tenemos disponible la llamada en espera y la posibilidad de no permitir que nos añadan en grupos.<br><br>Leer más...",
			"timeStamp": "28-12-2019 14:23",
			"url": "https://www.revistagq.com/noticias/articulo/whatsapp-2020-android-ios-novedades"
		},
		{
			"id": 12,
			"name": "WhatsaMods",
			"image": "https://lacronicadelpajarito.com/como/wp-content/uploads/2019/02/Descargar-Fouad-WhatsApp.png",
			"title": "¡Fouad Mods!",
			"status": "Después de caer GBWhatsApp, calló YoWhatsApp, pero Fouad Mods toma el relevo, sacando varios packages para lo que sería el MOD de YoWhatsApp, solo que ahora lo tenemos en 4 distribuciones diferentes, para tener 4 WhatsApp.<br><br>Por un lado tenemos Fouad WhatsApp que sería el que remplazaría WhatsApp oficial, y como alternativas a este tenemos YoWhatsApp, GBWhatsApp y FMWhatsApp.<br><br>Recuerda que todas estas versiones están basadas en YoWhatsApp, por lo que no esperes encontrar en GBWhatsApp toda la configuración que teníamos en el antiguo GBWhatsApp.<br><br>Tienes todas las versiones en la sección de descargas, con y sin iconos, y ahora las versiones con iconos, tendrán un pequeño emoji sobre el icono de la versión a descargar, en vez de texto.",
			"timeStamp": "07-12-2019 23:13",
			"url": ""
		},
		{
			"id": 11,
			"name": "WhatsaMods",
			"image": "https://www.actualidadiphone.com/wp-content/uploads/2015/12/WhatsApp-fallo.jpg",
			"title": "Un fallo de WhatsApp impide que escribas en grupos",
			"status": "WhatsApp sigue causando quebraderos de cabeza a los usuarios y el último está volviendo loca a mucha gente intentando conocer la causa de que de repente no se pueda escribir en sus chats grupales, mientras que no hay ningún problema en hacerlo en las conversaciones con un único destinatario.<br><br>Sin conocer exactamente la causa son muchos los usuarios que se están quejando en las redes sociales sin tener respuesta oficial por parte de la aplicación de mensajería...<br><br><br>Leer más..",
			"timeStamp": "12-10-2019 13:46",
			"url": "https://www.actualidadiphone.com/un-fallo-de-whatsapp-impide-que-escribas-en-grupos/"
		},
		{
			"id": 10,
			"name": "TheFULL",
			"image": "",
			"title": "YoWhatsApp by TheFULL",
			"status": "Ya tenéis disponible mi ReMod de YoWhatsApp en las 6 versiones disponibles para todas las arquitecturas, podéis encontrarlo en la sección de descargas.",
			"timeStamp": "24-09-2019 11:42",
			"url": ""
		},
		{
			"id": 9,
			"name": "WhatsaMods",
			"image": "https://www.todotech20.com/wp-content/uploads/2019/04/YoWhatsApp-Latest-Version-v7.90-APK-Descargar-YoWA-Update.png",
			"title": "¡Actualización de YoWhatsapp!",
			"status": "Por fin tenemos con nosotros la nueva actualización de YoWhatsapp, en su versión 8.00.<br><br>Lista de cambios: <br>• Base Actualizada a la versión 2.19.230.<br>• Rediseño de los ajustes del mod.<br>• Ahora los cambios se ven en directo.<br>• Añadido Modo DND.<br>• Ahora los chats ocultos ahora no salen en el contador de mensajes<br>• Los chats ocultos no aparecen en el menú de reenviar mensajes.<br>• Opción para limpiar las copias de seguridad antiguas.<br>• Errores y bugs del mod.<br><br>Podéis descargar la actualización desde la sección de descargas.",
			"timeStamp": "06-09-2019 20:29",
			"url": ""
		},
		{
			"id": 8,
			"name": "WhatsaMods",
			"image": "https://github.com/WhatsaMods/Data-App/raw/master/news/nowhatsapp-down.png",
			"title": "¡Estrenamos Mod en la Aplicación!",
			"status": "Como muchos sabéis, GBWhatsApp paró su desarrollo, y se quedó solo YoWhatsApp en la Aplicación.<br><br>Pues por petición de muchos de vosotros, y después de meditarlo, hemos decidido añadir el Mod NoWhatsApp también a la aplicación.<br><br>A su vez, con la incorporación de este Mod y la descontinuación de los paquetes de GBWhatsApp, hemos quitado toda relación con GBWhatsApp de la aplicación.<br><br>Para descargar el Mod NoWhatsApp, podéis acudir a la sección de descargas.",
			"timeStamp": "18-08-2019 23:25",
			"url": ""
		},
		{
			"id": 7,
			"name": "Krowne",
			"image": "",
			"title": "¿Ha muerto GBWhatsApp finalmente?",
			"status": "Como muchos de vosotros sabréis hace días, llego por parte del desarrollador de GBWhatsApp (Omar), la noticia de que no iba a continuar con el desarrollo del mismo, ¿las razones? no las sabemos, las podemos imaginar, pero todo lo que podamos hablar sobre ello son especulaciones.<br><br>Por otro lado, el desarrollador de YoWhatsApp (Al-Basha), ha creado un nuevo YoWhatsApp con el package name com.gbwhatsapp, de forma que lo podemos instalar encima del GBWhatsApp que en unos días está a punto de caducar. De este modo, haremos un traspaso de GBWhatsApp a YoWhatsApp remplazando la aplicación sin problemas, y manteniendo así todas nuestras conversaciones. Podéis bajar esta versión desde la sección de Descargas.",
			"timeStamp": "05-08-2019 20:37",
			"url": ""
		},
		{
			"id": 6,
			"name": "TheFULL",
			"image": "",
			"title": "GBWhatsApp by TheFULL",
			"status": "Ya tenéis disponible mi ReMod de GBWhatsApp en las 3 versiones disponibles y en todas las arquitecturas, podéis encontrarlo en la sección de descargas.",
			"timeStamp": "23-06-2019 0:34",
			"url": ""
		},
		{
			"id": 5,
			"name": "Krowne",
			"image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSmgmX3-WA246ZS5JYaX0WQ44vN7dm11hfI9SEjEgcta-_qTYnz",
			"title": "¡Actualización de YoWhatsApp!",
			"status": "Ni 24 horas desde la actualización del otro MOD, tenemos la actualización de YoWhatsApp v7.99. Esta actualización también dice ser 100% anti-ban y también recomiendan desinstalar la versión anterior antes de instalar esta si tuviste anteriormente un ban.<br><br>La lista de cambios de esta versión es la siguiente:<br>• [Agregado] Más Anti-BAN.<br>• [Solucionado] No hay suficiente espacio en el mensaje. <br>• [Solucionado] Bloqueo en grabación. <br>• [Solucionado] com.yowa no puede agregar Stickers personalizados. <br>• [Solucionado] El icono de mensaje eliminado no se muestra. <br>• [Solucionado] Íconos de tema blancos en Voz/Videollamada. <br>• [Solucionado] Mensaje de error del servicio Google Play en el registro.",
			"timeStamp": "21-06-2019 7:36",
			"url": ""
		},
		{
			"id": 4,
			"name": "Krowne",
			"image": "https://3.bp.blogspot.com/-Nw9cnxnT5yE/W4jMl80l0-I/AAAAAAAAANE/rDv8bj79jq46f15ALJRm2Ii_AY19XQ9iQCLcBGAs/s1600/Gbwhatsapp-1024x576.png",
			"title": "¡Actualización de GBWhatsApp!",
			"status": "La nueva actualización de GBWhatsApp v7.00, lleva la misma base 2.19.17, pero le han añadido una ampliación de caducidad. También dicen que es anti-ban al 100% (veremos según pasen los días). A parte de esto, no hay muchas más novedades excepto corrección de algunos errores.<br><br>Se recomienda que si has tenido ban en versiones anteriores, hagas copia de chats, desinstales la versión que tengas actual, e instales desde cero esta versión.",
			"timeStamp": "20-06-2019 22:54",
			"url": ""
		},
		{
			"id": 3,
			"name": "Krowne",
			"image": "https://www.todotech20.com/wp-content/uploads/2019/04/YoWhatsApp-Latest-Version-v7.90-APK-Descargar-YoWA-Update.png",
			"title": "¡Actualización de YoWhatsApp!",
			"status": "¡Ya tenemos YoWhatsApp v7.96 con Anti-ban!, pero ojo, si habéis tenido anteriormente un ban, recomiendan desinstarlo y hacer una instalación limpia, de lo contrario, os meterán otro ban (comprobado por uno de los admins).<br><br>También, hemos cambiado la firma de la app para que sea compatible con todas las versiones de WhatsApp disponibles en esta aplicación, y no tener problemas de firmas en el futuro, por lo tanto, tendréis que desinstalar esta vez la versión que tenéis instalada, para poder instalar la actual (y las futuras) versión/versiones de YoWhatsApp.<br><br>La lista de cambios es bastante extensa, así que os sugiero una vez instalado YoWhatsApp, ver la lista de cambios en la sección: YoMods > Actualizaciones > Historial de cambios de YoWhatsApp",
			"timeStamp": "13-06-2019 19:19",
			"url": ""
		},
		{
			"id": 2,
			"name": "Krowne",
			"image": "",
			"title": "¡Actualización de WhatsaMods!",
			"status": "Después de investigar mucho estos días el por qué fallan las descargas de la aplicación, creo que al final hemos solucionado el problema. Por lo tanto, ahora las descargas deberían realizarse correctamente sin incidencias. Así pues, en caso de producirse un error en la descarga, el popup informativo dispone ahora de los tres botones (Cancelar, Web, Reiniciar).<br><br>No obstante, aunque tengamos disponible la opción de usar navegador web, recomiendo Reiniciar la descarga, ya que puede ser algo puntual, y reiniciarla os facilitará la instalación de las aplicaciones.<br><br>Para cualquier problema con las descargas, ponerse en contacto conmigo en privado.",
			"timeStamp": "01-06-2019 15:27",
			"url": ""
		},
		{
			"id": 1,
			"name": "WhatsaMods",
			"image": "",
			"title": "GBWhatsApp, ¿Mod o ReMod?",
			"status": "Durante el proceso de quitar la publicidad y la actualización de las traducciones de GBWhatsApp esta semana, se nos ocurrió una idea. ¿Por qué no hacer unos pequeños cambios más? Así, que aquí tenéis nuestro Mod/ReMod de GBWhatsApp. Esperamos que os guste.",
			"timeStamp": "31-05-2019 04:17",
			"url": ""
		}
    ]
}
